world_champions = {
    2002: 'Бразилия',
    2006: 'Италия',
    2010: 'Испания',
    2014: 'Германия',
    2018: 'Франция',
} # информация о чемпионатах по футболу в 21 веке

world_champions[2022] = 'Аргентина' # добавили Аргентину
for year, world in world_champions.items():
    print(f'{year} - {world}') # вывели всех чемпионов

country = 'Италия'
if country in world_champions.values(): #проверяем, выигрывала ли Италия в 21 веке.
    print('Италия cтановилась чемпионом мира по футболу в 21 веке!')
else:
    print('Италия не выигрывала чемпионат мира по футболу в 21 веке.')